Revit 2024 API
ExportLayerKey Constructor
 Constructs a new ExportLayerKey with default values.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public ExportLayerKey()
Visual Basic
Public Sub New
Visual C++
public:
ExportLayerKey()
See Also
ExportLayerKey Class
ExportLayerKey Overload
Autodesk.Revit.DB Namespace